rupa/z
zsh-users/zsh-completions
jeffreytse/zsh-vi-mode
rupa/z
changyuheng/fz
Aloxaf/fzf-tab
zsh-users/zsh-completions
zsh-users/zsh-autosuggestions
zsh-users/zsh-history-substring-search
zdharma-continuum/fast-syntax-highlighting
twang817/zsh-manydots-magic
romkatv/powerlevel10k
