zsh-users/zsh-completions
jeffreytse/zsh-vi-mode
agkozak/zsh-z
zsh-users/zsh-completions
zsh-users/zsh-autosuggestions
zsh-users/zsh-history-substring-search
zdharma-continuum/fast-syntax-highlighting
twang817/zsh-manydots-magic
romkatv/powerlevel10k
